tap 'caskroom/fonts'
tap 'brew tap Goles/battery'

cask '1password'
cask 'adobe-creative-cloud'
cask 'aerial'
cask 'alfred'
cask 'bartender'
cask 'firefox'
cask 'font-hack'
cask 'font-octicons'
cask 'github-desktop'
cask 'google-chrome'
cask 'iterm2-beta'
cask 'java'
cask 'kindle'
cask 'licecap'
cask 'marked'
cask 'paw'
cask 'postico'
cask 'screenhero'
cask 'selfcontrol'
cask 'sizeup'
cask 'sketch'
cask 'skype'
cask 'slack'

brew 'autojump'
brew 'battery'
brew 'elasticsearch17'
brew 'git'
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'hub'
brew 'jq'
brew 'macvim', args: ['override-system-vim']
brew 'memcached'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'spark'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'unrar'
brew 'wifi-password'
brew 'zsh'
