tap 'caskroom/fonts'

cask '1password'
cask 'adobe-creative-cloud'
cask 'aerial'
cask 'alfred'
cask 'bartender'
cask 'firefox'
cask 'font-hack'
cask 'font-octicons'
cask 'github-desktop'
cask 'google-chrome'
cask 'iterm2-beta'
cask 'java'
cask 'kindle'
cask 'licecap'
cask 'marked'
cask 'paw'
cask 'postico'
cask 'screenhero'
cask 'selfcontrol'
cask 'sizeup'
cask 'sketch'
cask 'skype'
cask 'slack'

tap 'autojump'
tap 'battery'
tap 'elasticsearch17'
tap 'heroku-toolbelt'
tap 'htop-osx'
tap 'hub'
tap 'macvim'
tap 'memcached'
tap 'mysql'
tap 'node'
tap 'openssl'
tap 'postgresql'
tap 'rbenv'
tap 'rbenv-gem-rehash'
tap 'reattach-to-user-namespace'
tap 'redis'
tap 'ruby-build'
tap 'spark'
tap 'the_silver_searcher'
tap 'tig'
tap 'tmux'
tap 'unrar'
tap 'wifi-password'
tap 'zsh'
